Repository: jdavidagudelo/saludame-medicina
Catalog: *.lproj/localization.strings
Languages: es_mx

# deleteFormulasTitle
source: Delete
es_mx: Eliminar

# deleteFormulasMessage
source: ¿Do you want to delete all the formulas?
es_mx: ¿Desea Eliminar todas las fórmulas?

# deleteFormulasAccept
source: Yes
es_mx: Sí

# deleteFormulaTitle
source: Delete
es_mx: Eliminar

# deleteFormulaMessage
source: ¿Do you want to delete the formula?
es_mx: ¿Desea eliminar la fórmula?

# deleteFormulaAccept
source: Yes
es_mx: Sí

# hoursInterval
source: Hours
es_mx: Horas

# daysInterval
source: Days
es_mx: Días

# deleteMedicationsTitle
source: Delete
es_mx: Eliminar

# deleteMedicationsMessage
source: ¿Do you want to delete all the medications?
es_mx: ¿Desea eliminar todos los medicamentos?

# deleteMedicationsAccept
source: Yes
es_mx: Sí

# deleteMedicationTitle
source: Delete
es_mx: Eliminar

# deleteMedicationMessage
source: ¿Do you want to delete the medication?
es_mx: ¿Desea eliminar el medicamento?

# deleteMedicationAccept
source: Yes
es_mx: Sí

# selectFormulaMedicationHelp
source: Select a formula
es_mx: Seleccione la fórmula médica.

# startDateMedicationHelp
source: Show when the medication taking begins. This can be the date show in the formula or the current date
es_mx: Muestra cuando empieza la toma del medicamento. Este puede corresponder a la fecha indicada en la fórmula médica o la fecha actual.

# endDateMedicationHelp
source: Shows when the treatment should end according to the indicated duration
es_mx: Muestra cuando finaliza la toma del medicamento de acuerdo con la duración indicada.

# dateFormulaHelp
source: Enter the date of the formula
es_mx: Indique la fecha en la que se realizó la fórmula.

# goToSleepTimeTitle
source: Enter the time when you sleep
es_mx: Indique la hora en la que usted duerme

# wakeUpTimeTitle
source: Enter the time when you awake
es_mx: Indique la hora en la que inicia su jornada

# toastInvalidModificationText
source: You can only change the first hour.
es_mx: Solo puede cambiar la primera hora.

# institutionFormulaTitle
source: Intitution:
es_mx: Institución:

# numberFormulaTitle
source: Formula Number:
es_mx: Número de Fórmula:

# dateFormulaTitle
source: Date:
es_mx: Fecha:

# dateFormulaRecommendationsTitle
source: General recommendations:
es_mx: Recomendaciones generales:

# nameMedicationTitle
source: Name:
es_mx: Nombre:

# presentationMedicationTitle
source: Presentation:
es_mx: Presentación:

# quantityMedicationTitle
source: Quantity:
es_mx: Cantidad:

# periodMedicationTitle
source: Take every:
es_mx: Tomar cada:

# durationMedicationTitle
source: Duration:
es_mx: Duración:

# startDateMedicationTitle
source: Start date:
es_mx: Fecha inicio:

# endDateMedicationTitle
source: End date:
es_mx: Termina el:

# recommendationsMedicationTitle
source: Recommendations:
es_mx: Indicaciones:

# genreMale
source: Man
es_mx: Hombre

# genreFemale
source: Woman
es_mx: Mujer

# lostDoseItem1
source: I have no medication
es_mx: No tengo medicamentos

# lostDoseItem2
source: I forgot to take the medication
es_mx: Olvidé los medicamentos

# lostDoseItem3
source: I do not want to take the dose
es_mx: No deseo consumir dosis

# lostDoseItem4
source: Other
es_mx: Otro

# noEventAvailable
source: There is no medication to take.
es_mx: No hay medicamento para tomar.

# eventTodayTitle
source: Today
es_mx: Hoy

# eventTomorrow
source: Tomorrow
es_mx: Mañana

# eventTakeMedication
source: Take
es_mx: Tomar

# periodToday
source: Today
es_mx: Hoy

# periodYesterday
source: Yesterday
es_mx: Ayer

# periodLastWeek
source: Last week
es_mx: Última semana

# adherenceLevelLow
source: Low
es_mx: Bajo

# adherenceLevelHigh
source: High
es_mx: Alto

# adherenceLevelAverage
source: Average
es_mx: Medio

# medicationScheduleTitle
source: Indications for
es_mx: Indicaciones para

# toastMessageStateScheduled
source: You already asigned a schedule for the medication
es_mx: Ya asignaste los horarios para este medicamento

# toastMessageStateNotScheduled
source: This medication has not been scheduled yet
es_mx: Este medicamento no tiene horarios asignados

# medicationLost
source: You did not say if you take this medication.
es_mx: No se indicó la toma de este medicamento.

# medicationDone
source: The medication was taken already.
es_mx: El medicamento ya fue tomado.

# startDateTitle
source: Start date
es_mx: Fecha inicial

# endDateTitle
source: End date
es_mx: Fecha final

# eventAnswerAccepted
source: Dose taken
es_mx: Dosis tomada

# eventAnswerDelayed
source: Dose delayed
es_mx: Dosis postergada

# eventAnswerUnknown
source: You have not said if you take the medication
es_mx: No se ha indicado la toma del medicamento

# eventAnswerRejected
source: You have not taken the medication
es_mx: No se tomó la dosis del medicamento

# eventActionTitle
source: Action:
es_mx: Acción:

# eventDateTimeTitle
source: Event date and time:
es_mx: Fecha y hora indicada:

# eventDateTimeResponseTitle
source: Response date and time:
es_mx: Fecha y hora de respuesta:

# eventResponseTitle
source: Response:
es_mx: Respuesta:

# appointmentDoctorNameTitle
source: Doctor:
es_mx: Médico:

# appointmentPlaceTitle
source: Place:
es_mx: Lugar:

# appointmentDateTitle
source: Date:
es_mx: Fecha:

# appointmentTimeTitle
source: Time:
es_mx: Hora:

# appointmentDescriptionTitle
source: Description:
es_mx: Descripción:

# deleteAppointmentsTitle
source: Delete All
es_mx: Eliminar

# deleteAppointmentsMessage
source: ¿Do you want to delete all appointments?
es_mx: ¿Desea eliminar todas las citas?

# deleteAppointmentsAccept
source: Yes
es_mx: Sí

# deleteAppointmentTitle
source: Delete
es_mx: Elminar

# deleteAppointmentMessage
source: ¿Do you want to delete the appointment?
es_mx: ¿Desea eliminar la cita?

# deleteAppointmentAccept
source: Yes
es_mx: Sí

# identificationTypeToast
source: Enter the document type of the patient
es_mx: Indique el tipo de documento del paciente

# patientGenderToast
source: Enter the gender of the patient
es_mx: Indique el género del paciente

# birthDateToast
source: Enter the birthdate of the patient
es_mx: Seleccione la fecha de nacimiento del paciente

# dosePrefix
source: Dose:
es_mx: Dosis:

# patientDefaultName
source: Patient
es_mx: Paciente
